/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "Are you sure you want to delete this CGM?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Cancel";

/* Title of cell to set credentials */
"Credentials" = "Credentials";

/* Title describing glucose date */
"Date" = "Date";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Delete CGM";

/* Title describing glucose value */
"Glucose" = "Glucose";

/* Section title for latest glucose reading */
"Latest Reading" = "Latest Reading";

/* Outside US Now server option title */
"Outside US" = "Outside US";

/* The title of the Eversense Now password credential */
"Password" = "Password";


/* Title describing glucose trend */
"Trend" = "Trend";



/* The title of the Eversense Now username credential */
"Username" = "Username";

